<?php
/**
*
* This file is part of the phpBB Forum Software package.
*
* @copyright (c) phpBB Limited <https://www.phpbb.com>
* @license GNU General Public License, version 2 (GPL-2.0)
*
* For full copyright and license information, please see
* the docs/CREDITS.txt file.
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ADD_ATTACHMENT'			=> 'Прикачи файл',
	'ADD_ATTACHMENT_EXPLAIN'	=> 'Ако искате да прикачите един или повече файла, въведете детайлите по-долу.',
	'ADD_FILE'					=> 'Добави файла',
	'ADD_POLL'					=> 'Създаване на анкета',
	'ADD_POLL_EXPLAIN'			=> 'Ако не искате да добавяте анкета към темата, оставете полетата празни.',
	'ALREADY_DELETED'			=> 'Съжаляваме, но това съобщение вече е изтрито.',
	'ATTACH_DISK_FULL'			=> 'Няма достатъчно свободно място за да се добави прикачен файл.',
	'ATTACH_QUOTA_REACHED'		=> 'Съжаляваме, но максималното място за прикачване на файлове беше достигнато.',
	'ATTACH_SIG'				=> 'Добави подпис (подписите могат да се променят от Потребителския панел)',

	'BBCODE_A_HELP'				=> 'Вмъкнат прикачен файл: [attachment=]filename.ext[/attachment]',
	'BBCODE_B_HELP'				=> 'Удебелен тескт: [b]текст[/b]',
	'BBCODE_C_HELP'				=> 'Показване на код: [code]код[/code]',
	'BBCODE_D_HELP'				=> 'Flash: [flash=ширина,височина]http://url[/flash]',
	'BBCODE_F_HELP'				=> 'Размер на текста: [size=85]малък текст[/size]',
	'BBCODE_IS_OFF'				=> '%sBBCode%s е <em>изключен</em>',
	'BBCODE_IS_ON'				=> '%sBBCode%s е <em>включен</em>',
	'BBCODE_I_HELP'				=> 'Наклонен текст: [i]текст[/i]',
	'BBCODE_L_HELP'				=> 'Списък: [list][*]текст[/list]',
	'BBCODE_LISTITEM_HELP'		=> 'Списъчен елемент: [*]текст',
	'BBCODE_O_HELP'				=> 'Подреден списък: напр. [list=1][*]Първи елемент[/list] или [list=a][*]Подточка а[/list]',
	'BBCODE_P_HELP'				=> 'Вмъкни изображение: [img]http://image_url[/img]',
	'BBCODE_Q_HELP'				=> 'Цитиран текст: [quote]текст[/quote]',
	'BBCODE_S_HELP'				=> 'Цвят на текста: [color=red]текст[/color] или [color=#FF0000]текст[/color]',
	'BBCODE_U_HELP'				=> 'Подчертан текст: [u]текст[/u]',
	'BBCODE_W_HELP'				=> 'Вмъкни връзка: [url]http://url[/url] или [url=http://url]текст[/url]',
	'BBCODE_Y_HELP'				=> 'Списък: Добави списъчен елемент',
	'BUMP_ERROR'				=> 'Не можете да избутате тази тема толкова скоро след последното мнение.',

	'CANNOT_DELETE_REPLIED'		=> 'Съжаляваме, но не можете да изтривате мнения, на които е било отговорено.',
	'CANNOT_EDIT_POST_LOCKED'	=> 'Мнението е заключено и не може да бъде променяно.',
	'CANNOT_EDIT_TIME'			=> 'Не можете да променяте или изтривате мнението.',
	'CANNOT_POST_ANNOUNCE'		=> 'Съжаляваме, но не можете да публикувате съобщения.',
	'CANNOT_POST_STICKY'		=> 'Съжаляваме, но не можете да публикувате закачени теми.',
	'CHANGE_TOPIC_TO'			=> 'Промени типа на темата на',
	'CHARS_POST_CONTAINS'		=> array(
		1	=> 'Съобщението Ви съдържа %1$d символ.',
		2	=> 'Съобщението Ви съдържа %1$d символа.',
	),
	'CHARS_SIG_CONTAINS'		=> array(
		1	=> 'Подписът Ви съдържа %1$d символ.',
		2	=> 'Подписът Ви съдържа %1$d символа.',
	),
	'CLOSE_TAGS'				=> 'Затоври таговете',
	'CURRENT_TOPIC'				=> 'Current topic',

	'DELETE_FILE'				=> 'Изтрий файла',
	'DELETE_MESSAGE'			=> 'Изтрий съобщението',
	'DELETE_MESSAGE_CONFIRM'	=> 'Сигурни ли сте, че искате да изтриете това съобщение?',
	'DELETE_OWN_POSTS'			=> 'Съжаляваме, но можете да изтривате само собствените си мнения.',
	'DELETE_PERMANENTLY'		=> 'Изтрий завинаги',
	'DELETE_POST_CONFIRM'		=> 'Сигурни ли сте, че искате да изтриете това мнение?',
	'DELETE_POST_PERMANENTLY_CONFIRM'	=> 'Сигурни ли сте, че искате да изтриете това мнение <strong>завинаги</strong>?',
	'DELETE_POST_PERMANENTLY'	=> 'Ако се изтрие завинаги, мнението не може да бъде възстановено',
	'DELETE_POSTS_CONFIRM'		=> 'Сигурни ли сте, че искате да изтриете тези мнения?',
	'DELETE_POSTS_PERMANENTLY_CONFIRM'	=> 'Сигурни ли сте, че искате да изтриете тези мнения <strong>завинаги</strong>?',
	'DELETE_REASON'				=> 'Причина за изтриване',
	'DELETE_REASON_EXPLAIN'		=> 'Дадената причина за изтриване, ще бъде видима за модераторите.',
	'DELETE_POST_WARN'			=> 'Изтрий това мнение',
	'DELETE_TOPIC_CONFIRM'		=> 'Сигурни ли сте, че искате да изтриете тази тема?',
	'DELETE_TOPIC_PERMANENTLY'	=> 'Изтриване на тази тема завинаги, така че да не може да бъде възстановена',
	'DELETE_TOPIC_PERMANENTLY_CONFIRM'	=> 'Сигурни ли сте, че искате да изтриете тази тема <strong>завинаги</strong>?',
	'DELETE_TOPICS_CONFIRM'		=> 'Сигурни ли сте, че искате да изтриете тези теми?',
	'DELETE_TOPICS_PERMANENTLY_CONFIRM'	=> 'Сигурни ли сте, че искате да изтриете тези теми <strong>завинаги</strong>?',
	'DISABLE_BBCODE'			=> 'Изключи BBCode',
	'DISABLE_MAGIC_URL'			=> 'Не преобразувай връзките автоматично',
	'DISABLE_SMILIES'			=> 'Изключи усмивките',
	'DISALLOWED_CONTENT'		=> 'Качването беше отхвърлено защото прикаченият файл беше идентифициран като потенциално опасен.',
	'DISALLOWED_EXTENSION'		=> 'Разширението %s не е позволено.',
	'DRAFT_LOADED'				=> 'Черновате беше заредена, сега можете да довършите мнението си.<br />Черновата Ви ще бъде изтрита след публикуването на мнението.',
	'DRAFT_LOADED_PM'			=> 'Черновата беше заредена, сега можете да довършите личното си съобщение.<br />Черновата Ви ще бъде изтрита след изпращане на личното съобщение.',
	'DRAFT_SAVED'				=> 'Черновата беше успешно запазена.',
	'DRAFT_TITLE'				=> 'Заглавие на черновата',

	'EDIT_REASON'				=> 'Причина за промяна на мнението',
	'EMPTY_FILEUPLOAD'			=> 'Каченият файл е празен.',
	'EMPTY_MESSAGE'				=> 'Трябва да въведете текст на мнението.',
	'EMPTY_REMOTE_DATA'			=> 'Файлът не може да бъде прикачен, моля опитайте ръчно да качите файла.',

	'FLASH_IS_OFF'				=> '[flash] е <em>изключен</em>',
	'FLASH_IS_ON'				=> '[flash] е <em>включен</em>',
	'FLOOD_ERROR'				=> 'Не можете да публикувате мнение толкова скоро след предишното.',
	'FONT_COLOR'				=> 'Цвят на текста',
	'FONT_COLOR_HIDE'			=> 'Скрий цветовата палитра',
	'FONT_HUGE'					=> 'Огромен',
	'FONT_LARGE'				=> 'Голям',
	'FONT_NORMAL'				=> 'Нормален',
	'FONT_SIZE'					=> 'Размер на текста',
	'FONT_SMALL'				=> 'Малък',
	'FONT_TINY'					=> 'Миниатюрен',

	'GENERAL_UPLOAD_ERROR'		=> 'Файлът не може да бъде качен в %s.',

	'IMAGES_ARE_OFF'			=> '[img] е <em>изключен</em>',
	'IMAGES_ARE_ON'				=> '[img] е <em>включен</em>',
	'INVALID_FILENAME'			=> '%s е невалидно име на файл.',

	'LOAD'						=> 'Зареди',
	'LOAD_DRAFT'				=> 'Зареди чернова',
	'LOAD_DRAFT_EXPLAIN'		=> 'Тук можете да изберете черновата, която искате да използвате. Моментното Ви мнение ще бъде отменено и всичко, което сте изписали тук ще бъде изтрито. Можете да преглеждате, променяте и изтривате чернови от Потребителския Контролен Пален.',
	'LOGIN_EXPLAIN_BUMP'		=> 'Трябва да сте влезли в профила си за да избутвате теми в този форум.',
	'LOGIN_EXPLAIN_DELETE'		=> 'Трябва да сте влезли в профила си за изтривате мнения в този форум.',
	'LOGIN_EXPLAIN_POST'		=> 'Трябва да сте влезли в профила си за публикувате нови мнения в този форум.',
	'LOGIN_EXPLAIN_QUOTE'		=> 'Трябва да сте влезли в профила си за цитирате мнения в този форум.',
	'LOGIN_EXPLAIN_REPLY'		=> 'Трябва да сте влезли в профила си за отговаряте на теми в този форум.',

	'MAX_FONT_SIZE_EXCEEDED'	=> 'Можете да използвате шрифтове с големина до %d.',
	'MAX_FLASH_HEIGHT_EXCEEDED'	=> array(
		1	=> 'Вашите flash файлове могат да бъдат с максимална височина от %d пиксел.',
		2	=> 'Вашите flash файлове могат да бъдат с максимална височина от %d пиксела.',
	),
	'MAX_FLASH_WIDTH_EXCEEDED'	=> array(
		1	=> 'Вашите flash файлове могат да бъдат с максимална ширина от %d пиксел.',
		2	=> 'Вашите flash файлове могат да бъдат с максимална ширина от %d пиксела.',
	),
	'MAX_IMG_HEIGHT_EXCEEDED'	=> array(
		1	=> 'Вашите снимки могат да бъдат с максимална височина от %1$d пиксел.',
		2	=> 'Вашите снимки могат да бъдат с максимална височина от %1$d пискела.',
	),
	'MAX_IMG_WIDTH_EXCEEDED'	=> array(
		1	=> 'Вашите снимки могат да бъдат с максимална ширина от %d пиксел.',
		2	=> 'Вашите снимки могат да бъдат с максимална ширина от %d пиксела.',
	),

	'MESSAGE_BODY_EXPLAIN'		=> array(
		0	=> '', // zero means no limit, so we don't view a message here.
		1	=> 'Въведете вешето събщение тук, то може да съдържа не повече от <strong>%d</strong> символ.',
		2	=> 'Въведете вешето събщение тук, то може да съдържа не повече от <strong>%d</strong> символа.',
	),
	'MESSAGE_DELETED'			=> 'Съобщението беше изтрито успешно.',
	'MORE_SMILIES'				=> 'Виж повече усмивки',

	'NOTIFY_REPLY'				=> 'Уведоми ме при нов отговор в темата',
	'NOT_UPLOADED'				=> 'Файлът не може да бъде качен.',
	'NO_DELETE_POLL_OPTIONS'	=> 'Не можете да изтривате съществуващи отговори от анкетата.',
	'NO_PM_ICON'				=> 'Без икона',
	'NO_POLL_TITLE'				=> 'Трябва да въведете въпрос на анкетата.',
	'NO_POST'					=> 'Мнението не съществува.',
	'NO_POST_MODE'				=> 'Не е зададен режим на мнението.',

	'PARTIAL_UPLOAD'			=> 'Файлът беше частично качен.',
	'PHP_SIZE_NA'				=> 'Размерът на прикачения файл е твърде голям.<br />Не може да бъде определен максималния размер на файла дефиниран в php.ini.',
	'PHP_SIZE_OVERRUN'			=> 'Размерът на прикачения файл е твърде голям, максималният позволен размер на файла е %1$d %2$s.<br />Обърнете внимание, че това е зададено в php.ini и не може да бъде заобиколено.',
	'PLACE_INLINE'				=> 'Вмъкни в мнението',
	'POLL_DELETE'				=> 'Изтрий анкетата',
	'POLL_FOR'					=> 'Анкетата ще е активна за',
	'POLL_FOR_EXPLAIN'			=> 'Въведете 0 за анкета, която ще е активна винаги.',
	'POLL_MAX_OPTIONS'			=> 'Брой гласове на потребител',
	'POLL_MAX_OPTIONS_EXPLAIN'	=> 'Това е броят отговори, които всеки потребител може да избере при гласуване в анкетата.',
	'POLL_OPTIONS'				=> 'Възможни отговори',
	'POLL_OPTIONS_EXPLAIN'		=> array(
		1	=> 'Въведете всеки отговор на нов ред. Можете да въведете <strong>%d</strong> отговор.',
		2	=> 'Въведете всеки отговор на нов ред. Можете да въведете до <strong>%d</strong> отговора.',
	),
	'POLL_OPTIONS_EDIT_EXPLAIN'		=> array(
		1	=> 'Въведете всеки отговор на нов ред. Можете да въведете <strong>%d</strong> отговор. Ако изтриете или добавите отговор, всички предишни гласове ще бъдат анулирани.',
		2	=> 'Въведете всеки отговор на нов ред. Можете да въведете до <strong>%d</strong> отговора. Ако изтриете или добавите отговор, всички предишни гласове ще бъдат анулирани.',
	),
	'POLL_QUESTION'				=> 'Въпрос на анкетата',
	'POLL_TITLE_TOO_LONG'		=> 'Въпросът на анкетата не може да съдържа повече от 100 символа.',
	'POLL_TITLE_COMP_TOO_LONG'	=> 'Дължината на необработения текст на анкетата е твърде дълъг, моля обмислете премахването на BBCodes или усмивки.',
	'POLL_VOTE_CHANGE'			=> 'Позволи промяна на гласа',
	'POLL_VOTE_CHANGE_EXPLAIN'	=> 'Разреши на потребителите да променят гласа си.',
	'POSTED_ATTACHMENTS'		=> 'Прикачени файлове',
	'POST_APPROVAL_NOTIFY'		=> 'Ще бъдете уведомен когато мнението Ви е одобрено.',
	'POST_CONFIRMATION'			=> 'Потвърждение за публикуване',
	'POST_CONFIRM_EXPLAIN'		=> 'За да предотврати автоматични публикации, форумът изисква въвеждането на потвърждаващ код. Кодът е показан на изображението по-долу. Ако имате проблеми със зрението или не можете да прочетете кода, моля свържете се с %sАдминистратора%s.',
	'POST_DELETED'				=> 'Мнението беше изтрито успешно.',
	'POST_EDITED'				=> 'Мнението беше променено успешно.',
	'POST_EDITED_MOD'			=> 'Мнението беше променено успешно, но ще трябва да бъде одобрено от модератор преди да бъде публикувано.',
	'POST_GLOBAL'				=> 'Глобално съобщение',
	'POST_ICON'					=> 'Икона',
	'POST_NORMAL'				=> 'Нормална',
	'POST_REVIEW'				=> 'Преглед на мнението',
	'POST_REVIEW_EDIT'			=> 'Преглед на мнението',
	'POST_REVIEW_EDIT_EXPLAIN'	=> 'Мнението беше променено от друг потребител докато Вие също го променяхте. Добре ще е да прегледате новия текст на мнението преди да публикувате промените си.',
	'POST_REVIEW_EXPLAIN'		=> 'Има поне едно ново мнение в тази тема. Добре ще е да прегледате мнението си във връзка с това.',
	'POST_STORED'				=> 'Съобщението беше публикувано успешно.',
	'POST_STORED_MOD'			=> 'Съобщението беше публикувано успешно, но ще трябва да бъде одобрено от модератор преди да бъде публикувано.',
	'POST_TOPIC_AS'				=> 'Публикувай темата като',
	'PROGRESS_BAR'				=> 'Прогрес',

	'QUOTE_DEPTH_EXCEEDED'		=> array(
		1	=> 'Можете да влагате само %d цитат един в друг.',
		2	=> 'Можете да влагате само %d цитата един в друг.',
	),
	'QUOTE_NO_NESTING'			=> 'Не можете да влагате цитати един в друг.',

	'REMOTE_UPLOAD_TIMEOUT'		=> 'The specified file could not be uploaded because the request timed out.',
	'SAVE'						=> 'Save',
	'SAVE_DATE'					=> 'Saved at',
	'SAVE_DRAFT'				=> 'Save draft',
	'SAVE_DRAFT_CONFIRM'		=> 'Please note that saved drafts only include the subject and the message, any other element will be removed. Do you want to save your draft now?',
	'SMILIES'					=> 'Усмивки',
	'SMILIES_ARE_OFF'			=> 'Усмивките са <em>изключени</em>',
	'SMILIES_ARE_ON'			=> 'Усмивките са <em>включени</em>',
	'STICKY_ANNOUNCE_TIME_LIMIT'=> 'Времеви лимит за тема тип Закачена/Съобщение',
	'STICK_TOPIC_FOR'			=> 'Закачи темата за',
	'STICK_TOPIC_FOR_EXPLAIN'	=> 'Въведете 0 за винаги Закачена/Съобщение тема. Обърнете внимание, че това число е относително спрямо дата на мнението.',
	'STYLES_TIP'				=> 'Съвет: Стиловете могат да бъдат прилагани на избран текст.',

	'TOO_FEW_CHARS'				=> 'Съобщението Ви съдържа прекалено малко символи.',
	'TOO_FEW_CHARS_LIMIT'		=> array(
		1	=> 'Трябва да въведете поне %1$d символ.',
		2	=> 'Трябва да въведете поне %1$d символа.',
	),
	'TOO_FEW_POLL_OPTIONS'		=> 'Трябва да въведете поне два отговора на анкетата.',
	'TOO_MANY_ATTACHMENTS'		=> 'Не можете да добавите нов прикачен файл, %d е максималният позволен брой за едно мнение.',
	'TOO_MANY_CHARS'			=> 'Съобщението Ви съдържа прекалено много символи.',
	'TOO_MANY_CHARS_LIMIT'		=> array(
		2	=> 'Максималният брой позволени символи е %1$d.',
	),
	'TOO_MANY_POLL_OPTIONS'		=> 'Въвели сте прекалено много възможни отговори на анкетата.',
	'TOO_MANY_SMILIES'			=> 'Съобщението съдържа прекалено много усмивки. Максималният брой усмивки е %d.',
	'TOO_MANY_URLS'				=> 'Съобщението съдържа прекалено много връзки. Максималният брой връзки е %d.',
	'TOO_MANY_USER_OPTIONS'		=> 'Не можете да зададете по-голям брой гласове на потребител отколкото е броят на възможните отговори.',
	'TOPIC_BUMPED'				=> 'Темата беше избутана успешно.',

	'UNAUTHORISED_BBCODE'		=> 'Не можете да използвате определени BBCodes: %s.',
	'UNGLOBALISE_EXPLAIN'		=> 'За да направите тази тема отново нормална от глобално съобщение, първо трябва да изберете форума, в който трябва да се покаже тази тема.',
	'UNSUPPORTED_CHARACTERS_MESSAGE'	=> 'Съобщението съдържа следните неподдържани символи:<br />%s',
	'UNSUPPORTED_CHARACTERS_SUBJECT'	=> 'Заглавието съдържа следните неподдъжани символи:<br />%s',
	'UPDATE_COMMENT'			=> 'Обнови коментара',
	'URL_INVALID'				=> 'Връзката, която посочихте е невалидна.',
	'URL_NOT_FOUND'				=> 'Файлът, който посочихте не може да бъде намерен.',
	'URL_IS_OFF'				=> '[url] е <em>изключен</em>',
	'URL_IS_ON'					=> '[url] е <em>включен</em>',
	'USER_CANNOT_BUMP'			=> 'Не можете да избутвате теми в този форум.',
	'USER_CANNOT_DELETE'		=> 'Не можете да изтривате мнения в този форум.',
	'USER_CANNOT_EDIT'			=> 'Не можете да променяте мнение в този форум.',
	'USER_CANNOT_REPLY'			=> 'Не можете да отговаряте в този форум.',
	'USER_CANNOT_FORUM_POST'	=> 'Не можете да правите операции над мнения, тъй като този тип форум не го поддържа.',

	'VIEW_MESSAGE'				=> '%sВиж публикуваното мнение%s',
	'VIEW_PRIVATE_MESSAGE'		=> '%sВиж изпратеното лично съобщение%s',

	'WRONG_FILESIZE'			=> 'Файлът е твърде голям, максималният позволен размер е %1$d %2$s.',
	'WRONG_SIZE'				=> 'Изображението трябва да е широко поне %1$s, високо %2$s и с общ размер не по-голям от %3$s ширина и %4$s височина. Каченото изображение е широко %5$s и %6$s високо.',
));
